
/* Label for the password field in the account preferences */
"Password:" = "Parola:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Girdiğiniz karakterler bu hizmette kullanıcı adında bulunamaz.";
